{
  "MAIN": {
    "Title": "Crezco Foundation"
  },
  "GENERAL": {
    "Learn_more": "Learn more",
    "Button_contact": "Contact Us",
    "Other_projects" : "Other Projects"
  },
  "DONOR": {
    "legend_1": "Please fill out the form bellow to make a donation with",
    "Form": {
      "label_name": "Full Name",
      "placeholder_name": "John Doe",
      "label_phone": "Phone Number",
      "placeholder_phone": "000 000 0000",
      "label_email": "Email Address",
      "placeholder_email": "example@email.com",
      "label_country": "Country",
      "placeholder_country": "Select a country",
      "label_street": "Street",
      "placeholder_street": "Your street",
      "label_city": "City",
      "placeholder_city": "Your city",
      "label_state": "State",
      "placeholder_state": "Your State",
      "btn-submit": "Submit"
    }
  },
  "NAVBAR": {
    "Link1": "Projects",
    "Projects": {
      "Project_1": "University Sponsorship",
      "Project_2": "Special Education",
      "Project_3": "Community Support",
      "Project_4": "Student Mission Trips",
      "Project_5": "Medical Assistance",
      "Project_Footer" : "Our Projects",
      "Home" : "Home"
    },
    "Link2": "Crezco's Story",
    "Link3": "Contact Us",
    "Link4": "Login",
    "Link5": "Donate Support"
  },
  "PAGE_HOME": {
    "subtitle_home": "PROVIDING ACCESS TO ENHANCE GROWTH",
    "Donate": "Donate Now",
    "Section_2": {
      "title": "Get to know crezco",
      "description": "Crezco provides resources that create growth opportunities for at-risk Honduran youth to address and improve negative family patterns for the next generation."
    },
    "Paragraphs": {
      "Title": "HOW CAN YOU HELP?",
      "Pray_1": "Pray with us for Crezco's ministry: our programs, program participants, the communities we work in, and our volunteers.",
      "Button_pray": "Dowload Prayer Calendar",
      "Pray_2": "Sign up for our annual newsletter with program updates and prayer requests.",
      "btn-send-email": "Sign Up"
    },
    "Administrative": {
      "Title": "ADMINISTRATIVE SUPPORT",
      "Subtitle": "Crezco needs volunteers in a variety of areas including accounting, secretary work, and travel management."
    },
    "Domain_Camp": {
      "Title": "DONATION CAMPAIGNS",
      "Subtitle": "Support our donation campaigns & special projects. Spread the word to other potential sponsors and donors. Get your church, school, or small group involved! Campaigns are both in-kind and monetary."
    }
  },
  "PAGE_PROJECTS": {
    "University_Page": {
      "Abreviation-desktop": "Higher educational opportunities hold the key to breaking negative...",
      "Abreviation-mobile": "Higher educational opportunities hold the key to breaking negative...",
      "Paragraph_1": "Higher educational opportunities hold the key to breaking negative generational cycles.",
      "Quote": {
        "quote_phrase": "Education empowers individuals to disrupt destructive cycles of cognitive, emotional, and financial impoverishment, initiating a ripple effect of positive transformation within the surrounding community",
        "quote_autor": "Amanda Corea, Founder of Crezco"
      },
      "Subjects": {
        "subject_1": {
          "title": "EMOTIONAL HEALTH",
          "description_1": "Academic success is just one aspect of a student's growth. Emotional well-being is equally crucial.",
          "description_2": "Crezco fosters an environment where emotional growth is prioritized, offering counseling services, mentorship programs, and support networks that nurture both personal and academic development. This equips students to break negative cycles related to emotional intelligence, addiction, and abuse."
        },
        "subject_2": {
          "title": "STUDENT SPONSORSHIP",
          "description_1": "By supporting our program, you are directly contributing to the transformation of lives and the dismantling of negative cycles.",
          "description_2": "Your investment in education sets in motion a chain reaction of progress, where each student's success ripples out to uplift their families, neighborhoods, and society as a whole."
        }
      }
    },
    "Special_education": {
      "Abreviation-desktop": "One size does not fit all when it comes to education, there are children within...",
      "Abreviation-mobile": "One size does not fit all when it comes to education, there...",
      "Paragraph_1": "One size does not fit all when it comes to education, there are children who require specialized educational resources to thrive.",
      "Quote": {
        "quote_phrase": "Every student can learn, just not the same day, or in the same way.",
        "quote_autor": "John Evans"
      },
      "Subjects": {
        "subject_1": {
          "title": "SUPPORT SERVICES",
          "description_1": "This program is designed to provide targeted financial assistance to individuals with special educational needs ensuring they receive equitable access to quality education and support services.",
          "description_2": "Funds are used to cover various expenses related to the developmental and behavioral needs of each student including specialized learning materials, therapy sessions, and transportation."
        },
        "subject_2": {
          "title": "GROWTH FOR EVERY CHILD",
          "description_1": "Our mission is to inspire and foster both academic and emotional growth for every child and student under our care, irrespective of their unique learning needs; and to empower students and their families to achieve their full potential."
        }
      }
    },
    "Community_support": {
      "Abreviation-desktop": "Crezco seeks be a light in difficult world, finding ways to create more...",
      "Abreviation-mobile": "Crezco seeks be a light in difficult world, finding ways to...",
      "Paragraph_1": "Crezco seeks to be a light in a difficult world, creating ways to create more opportunities for growth.",
      "Quote": {
        "quote_phrase": "Alone, we can do little; Together, we can do much.",
        "quote_autor": "Helen Keller"
      },
      "Subjects": {
        "subject_1": {
          "title": "COLLABORATION",
          "description_1": "We amplifiy our impact and cultivate an environment where growth and hope can flourish by addressing difficult circumstances head-on.",
          "description_2": "Collaboration with local community members allows us to work to alleviate immediate burdens and to create opportunity for long-lasting transformations through necessary preventative measures."
        },
        "subject_2": {
          "title": "COMMUNITY PROGRESS",
          "description_1": "Through heartfelt compassion and a commitment to unity, we strive to be a beacon of hope so that our efforts inspire positivity, resilience, and progress.",
          "description_2": "Our goal is that our efforts would resonate far beyond our initial reach, contributing to the greater well-being of the world around us."
        }
      }
    },
    "Student_mission": {
      "Abreviation-desktop": "The purpose of this program is to foster a deep sense of service...",
      "Abreviation-mobile": "The purpose of this program is to foster a deep sense of service...",
      "Paragraph_1": "Service and selflessness are foundational principles needed to make meaningful contributions to the community.",
      "Quote": {
        "quote_phrase": "...Go after God, who piles on all the riches we could ever manage to do good, to be rich in helping others, to be extravagantly generous.",
        "quote_phrase-2": "If they do they'll build a treasury that will last, gaining life that is truly life.",
        "quote_autor": "1 Timothy 16:17-19 (MSG)"
      },
      "Subjects": {
        "subject_1": {
          "title": "SERVICE IN ACTION",
          "description_1": "Crezco aims to nurture Christian virtues within students by providing active platforms for them to embody these principles.",
          "description_2": "By immersing themselves in unfamiliar environments, new experiences, and novel circumstances, students stand to experience transformative growth as they dedicate their time and resources to aid families and communities in need."
        },
        "subject_2": {
          "title": "YOUR SUPPORT",
          "description_1": "The realization of this mission heavily relies on the support of dedicated donors and advocates such as yourself.",
          "description_2": "Your contribution plays a pivotal role in turning this vision into a concrete reality, one that leaves a lasting impact on the lives of students and the communities they serve."
        }
      }
    },
    "Medical_assistance": {
      "Abreviation": "Crezco's Medical Assistance Program serves as a source of hope for families facing...",
      "Paragraph_1": "Crezco's Medical Assistance Program serves as a source of hope for families facing medical emergencies and crises within the local community. This program recognizes the significant economic strain these situations can impose on families with limited financial resources.",
      "Quote": {
        "quote_phrase": "",
        "quote_autor": ""
      },
      "Subjects": {
        "subject_1": {
          "title": "BRIDGING THE GAP",
          "description": "When individuals are unable to access necessary medical care, their health conditions can deteriorate rapidly, leading to more complex and severe medical issues. Crezco seeks to bridge this gap and enable individuals to receive the medical care they urgently require by providing families with the necessary support, resources, and financial assistance. This support may cover a portion or the entirety of medical expenses, including surgeries, medications, and rehabilitation. In addressing medical needs promptly, small health issues are prevented from escalating into larger, more complex problems."
        },
        "subject_2": {
          "title": "A STRONGER TOMORROW",
          "description": "The ripple effect of providing medical assistance to families cannot be underestimated. When families receive the care they need, they can continue contributing to their community, pursuing their dreams, and building a brighter future for themselves and their children. This program recognizes that the well-being of a community is interlinked with the health and resilience of its individual members. Families are empowered to face challenges head-on, knowing that they have a partner in their journey towards health and recovery."
        }
      }
    }
  },
  "PAGE_CONTACT": {
    "Title_left": "GROW WITH CREZCO",
    "Title_right": "GET IN TOUCH",
    "Paragraph_1": "Contact us to learn more about how you can get involved in a Crezco project!",
    "Contact_email": "info@crezcofoundation.org",
    "Contact_phone": "33 3333 3333 333",
    "Visit_us": "Visit us on social media",
    "Label_1": "Full Name",
    "Label_2": "Valid Email Address",
    "Label_3": "Message",
    "Contact_newsletter": "I want to subscribe to the newsletter",
    "Contact_button": "Send Message"
  },
  "SHARED_BANNER": {
    "Title": "Crezco is successful because of your continuous support and collaboration.",
    "Description": "Crezco remains committed to its mission of transforming the lives of those it serves."
  },
  "STORY_CREZCO": {
    "Title_story": "Becoming Crezco",
    "Paragraph_1": "Crezco is an organization that originated from a small church ministry that began with a short-term mission trip in 1996 to a Christian children's home in Honduras.",
    "Paragraph_2": "Over the years, a strong relationship developed between the church and the children's home, leading to a realization that recent high school graduates from the home needed support to pursue higher education.",
    "Section_2": "GROWTH THROUGH KNOWLEDGE",
    "Subsection_2": "Over time, a strong relationship developed between the church and the children's home, leading to the realization that recent high school graduates from the home needed support to pursue higher education.",
    "Subsection_2-1": "The goal was to equip students with the education and skills necessary to break the cycles of poverty, lack of education, unhealthy family patterns, mental health challenges, and the very circumstances that led them to the home. The ministry also aimed to instill in students a passion for serving others in Jesus.",
    "Section_3": "GROWTH THROUGH EMPOWERMENT",
    "Subsection_3": "Funding for these efforts come from donors like you. Donations cover academic, medical, and personal expenses for each student. To date, 26 young people have benefited from the university program, with 15* successfully graduating from Christian universities throughout Latin America.",
    "Subsection_3-1": "Graduates have obtained degrees in diverse fields including computer systems engineering, culinary arts, physical therapy, nursing, clinical psychology, and graphic design. Each year new students from the children's home begin their university studies.",
    "Section_4": {
      "Line_1": "University Program Graduates*",
      "Updated": "*Updated 1/2024"
    },
    "Section_5": "Growth through influence",
    "Subsection_5": "As the ministry continued to expand, the decision was made to establish Crezco as a formal organization. In addition to the university program, Crezco's work also includes ongoing support for the local community.",
    "Subsection_5-1": "This support ranges from addressing emergency situations and providing medical care resources, to coordinating donations of clothing and educational supplies, organizing special celebrations, and disaster relief efforts.",
    "Section_banner": {
      "Title": "Dreams can Come True, Thanks to You",
      "Description": "Many young adults have been able ato graduate and achieve their goals of becoming professionals capable of contributing to their local communities."
    },
    "Section_6": {
      "Title_admin": "ADMINISTRATION & BOARD OFFICERS"
    }
  },
  "GRADUATES": {
    "TI": "BS Computer Engineering",
    "PS": "BS Educational Psychology",
    "GD": "BA Graphic Design",
    "PSC": "BS Clinical Psychology",
    "NS": "BS Nursing",
    "ED": "BS Education"
  },
  "ADMIN_STORY": {
    "FE": "Founder & Executive Director",
    "BC": "Board Chair",
    "BS": "Board Secretary"
  },
  "_languages": {
    "en": "English",
    "es": "Español"
  }
}

